<?php require_once './template/default/head.php' ?> 
<?php require_once './template/default/header.php' ?>
    <main class="exception1">
        <h1 class="title animate-on-scroll" style="color: #1F2652;">Наследие. Технологии. Будущее.</h1>
        <div class="wrapper11" style="margin-bottom: 40px;">
            <div class="photo photo1 animate-on-scroll"></div>
            <div class="photo photo2 animate-on-scroll"></div>
        </div>
        <h2 class="animate-on-scroll" style="margin-bottom: 60px; max-width: 1621px; color: #1F2652; margin: 60px 100px">
            Наш колледж был основан в 2008 году группой учёных-практиков и энтузиастов IT-индустрии. Задолго до всеобщего цифрового бума мы заметили критический разрыв между классическим фундаментальным образованием и стремительно меняющимися, реальными потребностями технологического рынка.
            <br>
            <br>
            Идея была простой, но амбициозной: создать учебное заведение нового типа, в котором академическая теория неразрывно связана с практикой и актуальными вызовами бизнеса.
            <br>
            <br>
            Уже в 2010 году, заручившись поддержкой и ресурсами инновационного центра «Сколково», мы открыли свои двери для первых 50 студентов. С тех пор мы непрерывно растём, адаптируемся и задаём стандарты IT-образования в регионе.
        </h2>
        <div class="title-two">
            <div class="animate-on-scroll">
                <h2 class="title" style="color: #1F2652; margin: 20px 100px;">Наша миссия</h2>
                <h3 style="max-width: 1305px; color: #1F2652; margin: 0 100px">
                    В наших стенах студенты не просто осваивают синтаксис языков программирования или инструментарий разработки. Мы погружаем их в основы основ. Они постигают логику, развивают алгоритмическое мышление и приучаются к математической строгости — тем универсальным дисциплинам, что лежат в основе всех великих технологических открытий, от первого компьютера до искусственного интеллекта.
                </h3>
                <h2 class="title" style="color: #1F2652; margin: 20px 100px;">Наша экосистема обучения</h2>
                <h3 style="max-width: 1305px; color: #1F2652; margin: 0 100px">
                    От теории к реальным продуктам
                    Мы верим, что знания оживают только в действии. Поэтому в нашем колледже обучение строится на проектном подходе. С первого курса студенты объединяются в команды — как в реальных IT-компаниях — и работают над созданию MVP (минимально жизнеспособных продуктов). У нас нет «учебы ради учебы»: каждый курсовой проект — это потенциальный стартап или решение для реального заказчика.
                    <br>
                    <br>
                    Наставники из индустрии
                    Наши преподаватели — это не просто лекторы, а действующие тимлиды, архитекторы ПО и аналитики из ведущих технологических компаний. Они приносят в аудитории не устаревшие методички, а «живой» опыт, актуальные кейсы и понимание того, какие навыки востребованы на рынке именно сегодня.
                </h3>
            </div>
            <div class="information-block animate-on-scroll">
                <h1 style="margin-bottom: 40px; font-family: 'Noto Serif KR', serif;">Почему выбирают нас?</h1>
                <div class="information-grid">
                    <div class="block">
                        <h2>1.Профессиональная среда: Обучаясь в тесном партнерстве со «Сколково», наши студенты имеют доступ к сообществу инноваторов, посещают закрытые митапы и находят менторов среди лидеров рынка.</h2>
                    </div>
                    <div class="block">
                        <h2>2.Карьерный лифт: Наш Центр развития карьеры начинает работу со студентом задолго до получения диплома. Мы помогаем составить портфолио, организуем стажировки в компаниях-партнерах и готовим к техническим собеседованиям. 85% наших выпускников получают офферы еще до защиты дипломной работы.</h2>
                    </div>
                    <div class="block">
                        <h2>3.Soft Skills для инженеров: В современном мире мало быть талантливым кодером. Мы учим работать в команде по методологиям Agile и Scrum, грамотно презентовать свои идеи и управлять временем.</h2>
                    </div>
                </div>
            </div>
        </div>
        <a class="hover" style="color: #1F2652; margin: 60px 0; font-size: 40px;" href="./sitemap.php"><h2>sitemap</h2><a>
    </main>
<?php require_once './template/default/footer.php' ?>